Repository: EbonJaeger/budgie-screenshot-applet
Catalog: po/*.po
Languages: ca, da, de, fi, fr, id, lt, nl_be, nl_nl, pl_pl, pt_br, sr_rs, sr_rs@latin, sv

source: Untitled
ca: Sense títol
da: Unavngivet
de: Unbenannt
fi: Nimetön
fr: Sans titre
id: Tanpa nama
lt: Be pavadinimo
nl_be: Zonder titel
nl_nl: Naamloos
pl_pl: Bez nazwy
pt_br: Sem título
sr_rs: Без наслова
sr_rs@latin: Bez naslova
sv: Namnlös

source: Reset global settings
ca: Restableix els paràmetres globals
da: Nulstil globale indstiller
de: Globale Einstellungen zurücksetzen
fi: Resetoi yleiset asetukset
fr: Réinitialisation des paramètres généraux
id: Ulang pengaturan global
lt: Atstatyti visuotinius nustatymus
nl_be: Standaardwaarden
nl_nl: Terugzetten op standaardwaarden
pl_pl: Resetuj ustawienia główne
pt_br: Reiniciar configurações globais
sr_rs: Ресетуј глобалне поставке
sr_rs@latin: Resetuj globalne postavke
sv: Återställ allmänna inställningar

source: Reset individual settings
ca: Restableix els paràmetres individuals
da: Nulstil individuelle indstillinger
de: Persönliche Einstellungen zurücksetzen
fi: Resetoi yksittäiset asetukset
fr: Réinitialisation des paramètres individuels
id: Ulang pengaturan individu
lt: Atstatyti asmeninius nustatymus
nl_be: Standaardwaarden
nl_nl: Terugzetten op standaardwaarden
pl_pl: Resetuj ustawienia własne
pt_br: Reiniciar configurações individuais
sr_rs: Ресетуј индивидуалне поставке
sr_rs@latin: Resetuj individualne postavke
sv: Återställ individuella inställningar

source: Cancel
ca: Cancel·la
da: Annuller
de: Abbrechen
fi: Peru
fr: Annuler
id: Batal
lt: Atsisakyti
nl_be: Annuleer
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
sr_rs: Откажи
sr_rs@latin: Otkaži
sv: Ångra

source: Select
ca: Selecciona
da: Vælg
de: Auswählen
fi: Valitse
fr: Selectionner
id: Pilih
lt: Pasirinkti
nl_be: Selecteer
nl_nl: Selecteren
pl_pl: Wybierz
pt_br: Selecionar
sr_rs: Одабери
sr_rs@latin: Odaberi
sv: Välj

source: Screenshot not available
ca: Captura de pantalla no disponible
da: Skærmbillede er ikke tilgængeligt
de: Bildschirmaufnahme nicht verfügbar
fi: Kuvakaappaus ei käytettävissä
fr: Capture non disponible
id: Potret layar tidak tersedia
lt: Ekrano kopija neprieinama
nl_be: Schermafdruk niet beschikbaar
nl_nl: Schermafdruk is niet beschikbaar
pl_pl: Zrzut ekranu niedostępny
pt_br: Captura de tela não disponível
sr_rs: Снимак екрана није доступан
sr_rs@latin: Snimak ekrana nije dostupan
sv: Skärmklipp inte tillgängligt

source: Delay
ca: Retard
da: Forsinkelse
de: Verzögerung
fi: Viive
fr: Délai
id: Tunda
lt: Delsa
nl_be: Vertraging
nl_nl: Vertraging
pl_pl: Opóźnienie
pt_br: Demora
sr_rs: Време одлагања
sr_rs@latin: Vreme odlaganja
sv: Fördröjning

source: Screenshot delay
ca: Retard de la captura de pantalla
da: Skærmbilledeforsinkelse
de: Aufnahmeverzögerung
fi: Kuvakaappaus viive
fr: Délai avant la capture d'écran
id: Tundaan potret layar
lt: Ekrano kopijos delsa
nl_be: Vertraging schermafdruk
nl_nl: Schermafdrukvertraging
pl_pl: Opóźnienie zrzutu ekranu
pt_br: Demora para Captura de Tela
sr_rs: Време одлагања снимања екрана
sr_rs@latin: Vreme odlaganja snimanja ekrana
sv: Skärmklipp fördröjning

source: Monitor
da: Skærm
de: Bildschirm
fi: Näyttö
fr: Écran
lt: Vaizduoklis
nl_be: Beeldscherm
nl_nl: Beeldscherm
sr_rs: Монитор
sv: Bildskärm

source: Monitor to use
ca: Monitor per usar
id: Monitor yang digunakan
lt: Vaizduoklis, kurį naudoti
nl_be: Het beeldscherm waarop de schermafdruk gebeurt
nl_nl: Het te gebruiken beeldscherm
sr_rs: Монитор који се користи
sr_rs@latin: Monitor koji se koristi

source: Include border
ca: Inclou-hi la vora
da: Inkluder kant
de: Rand einschließen
fi: Sisällytä reuna
fr: Inclure les bords
id: Masukkan pinggiran
lt: Įtraukti rėmelį
nl_be: De vensterrand opnemen
nl_nl: Vensterrand opnemen
pl_pl: Widoczna krawędź
pt_br: Incluir borda
sr_rs: Укључи ивице прозора
sr_rs@latin: Uključi ivice prozora
sv: Inkludera ram

source: Wether to include the window border
ca: Si s'hi ha d'incloure la vora de la finestra
id: Pilihan untuk memasukkan pinggiran jendela
lt: Ar įtraukti lango rėmelį
nl_be: De vensterrand toevoegen?
nl_nl: Of de vensterrand moet worden opgenomen
sr_rs: Да ли треба укључити ивице прозора
sr_rs@latin: Da li treba uključiti ivice prozora

source: Screenshots
ca: Captures de pantalla
da: Skærmbilleder
de: Bildschirmaufnahmen
fi: Kuvakaappaukset
fr: Captures d'écran
id: Potret layar
lt: Ekrano kopijos
nl_be: Schermafdrukken
nl_nl: Schermafdrukken
pl_pl: Zrzuty ekranu
pt_br: Capturas de tela
sr_rs: Снимци екрана
sr_rs@latin: Snimci ekrana
sv: Skärmklipp

source: All monitors
ca: Tots els monitors
da: Alle skærme
de: Alle Bildschirme
fi: Kaikki näytöt
fr: Tous les écrans
id: Semua monitor
lt: Visi vaizduokliai
nl_be: Alle beeldschermen
nl_nl: Alle beeldschermen
pl_pl: Wszystkie monitory
pt_br: Todos os monitores
sr_rs: Сви монитори
sr_rs@latin: Svi monitori
sv: Alla bildskärmar

source: Screenshot from %s
ca: Captura de pantalla de %s
da: Skærmbillede fra %s
de: Bildschirmaufnahme vom %s
fi: Kuvakaappaus %s
fr: Capture de %s
id: Potret layar dari %s
lt: Ekrano kopija iš %s
nl_be: Schermafdruk van %s
nl_nl: Schermafdruk van %s
pl_pl: Zrzut ekranu z %s
pt_br: Captura de tela de %s
sr_rs: Снимак екрана од %s
sr_rs@latin: Snimak ekrana od %s
sv: Skärmklipp från %s

source: Left click to open Right click to copy
ca: Clic de l'esquerra per obrir Clic de la dreta per copiar
da: Venstreklik for at åbne Højreklik for at kopiere
de: Linksklick zum Öffnen Rechtsklick zum Kopieren
fi: Vasen painallus avaa Oikea painallus kopioi
fr: Clic gauche pour ouvrir Clic droit pour copier
id: Klik kiri untuk membuka Klik kanan untuk menyalin
lt: Kairysis spustelėjimas, norint atverti Dešinysis spustelėjimas, norint kopijuoti
nl_be: Linker muisklik om te openen Rechter muisklik om te kopiëren
nl_nl: Linkermuisklik om te openen Rechtermuisklik om te kopiëren
pl_pl: Lewy przycisk aby otworzyć Prawy przycisk aby skopiować
pt_br: Clique com botão esquerdo para abrir Clique com botão direito para copiar
sr_rs: Леви клик да отвориш Десни клик да копираш
sr_rs@latin: Levi klik da otvoriš Desni klik da kopiraš
sv: Vänsterklick öppnar Högerklick kopierar

source: Edit screenshot title
ca: Edita el títol de la captura
da: Rediger skærmbilledets titel
de: Titel des Bildschirmfotos bearbeiten
fi: Muokkaa kuvakaappaus otsikkoa
fr: Éditer le titre
id: Ubah nama potret layar
lt: Taisyti ekrano kopijos pavadinimą
nl_be: De titel van de schermafdruk bewerken
nl_nl: Schermafdruktitel bewerken
pl_pl: Edytuj nazwę zrzutu ekranu
pt_br: Editar título de captura de tela
sr_rs: Измени наслов снимка екрана
sr_rs@latin: Izmeni naslov snimka ekrana
sv: Redigera skärmklipp rubrik

source: Clear
ca: Neteja
da: Ryd
de: Leeren
fi: Tyhjennä
fr: Enlever
id: Bersihkan
lt: Išvalyti
nl_be: Wissen
nl_nl: Wissen
pl_pl: Wyczyść
pt_br: Limpar
sr_rs: Очисти
sr_rs@latin: Očisti
sv: Töm

source: New title (optional)
ca: Títol nou (opcional)
da: Ny titel (valgfri)
de: Neuer Titel (optional)
fi: Uusi otsikko (valinnainen)
fr: Nouveau titre (optionnel)
id: Nama baru (opsional)
lt: Naujas pavadinimas (nebūtinas)
nl_be: Nieuwe titel (optioneel)
nl_nl: Nieuwe titel (optioneel)
pl_pl: Nowa nazwa (opcjonalnie)
pt_br: Novo título (opcional)
sr_rs: Нови наслов (није обавезан)
sr_rs@latin: Novi naslov (nije obavezan)
sv: Ny rubrik (valfri)

source: Apply changes
ca: Aplica els canvis
da: Anvend ændringer
de: Änderungen anwenden
fi: Ota muutokset käyttöön
fr: Appliquer les changements
id: Terapkan perubahan
lt: Taikyti pakeitimus
nl_be: Wijzigingen doorvoeren
nl_nl: Wijzigingen toepassen
pl_pl: Zastosuj zmiany
pt_br: Aplicar mudanças
sr_rs: Потврди промене
sr_rs@latin: Potvrdi promene
sv: Tillämpa förändringar

source: Upload screenshot
ca: Carrega la captura de pantalla
da: Upload skærmbillede
de: Bildschirmaufnahme hochladen
fi: Lataa kuvakaappaus
fr: Téléverser la capture
id: Unggah potret layar
lt: Įkelti ekrano kopiją
nl_be: Schermafdruk uploaden
nl_nl: Schermafdruk uploaden
pl_pl: Prześlij zrzut ekranu
pt_br: Upload da Captura de Tela
sr_rs: Отпреми снимак екрана
sr_rs@latin: Otpremi snimak ekrana
sv: Ladda upp skärmklipp

source: Copy screenshot link
ca: Copia l'enllaç de la captura de pantalla
da: Kopiér link til skærmbillede
de: Link zum Bildschirmfoto kopieren
fi: Kopioi kuvakaappauslinkki
fr: Copier le lien de la capture
id: Salin alamat potret layar
lt: Kopijuoti ekrano kopijos nuorodą
nl_be: De link van de schermafdruk kopiëren
nl_nl: Schermafdruklink kopiëren
pl_pl: Kopiuj link zrzutu ekranu
pt_br: Copiar link da captura de tela
sr_rs: Копирај линк снимка екрана
sr_rs@latin: Kopiraj link snimka ekrana
sv: Kopiera skärmklipp länk

source: Delete screenshot
ca: Esborra la captura de pantalla
da: Slet skærmbillede
de: Bildschirmaufnahme löschen
fi: Poista kuvakaappaus
fr: Supprimer la capture
id: Hapus potret layar
lt: Ištrinti ekrano kopiją
nl_be: Schermafdruk verwijderen
nl_nl: Schermafdruk verwijderen
pl_pl: Usuń zrzut ekranu
pt_br: Deletar captura de tela
sr_rs: Обриши снимак екрана
sr_rs@latin: Obriši snimak ekrana
sv: Radera skärmklipp

source: Open screenshot
ca: Obre la captura de pantalla
da: Åbn skærmbillede
de: Bildschirmaufnahme öffnen
fi: Avaa kuvakaappaus
fr: Ouvrir la capture
id: Buka potret layar
lt: Atverti ekrano kopiją
nl_be: Schermafdruk openen
nl_nl: Schermafdruk openen
pl_pl: Otwórz zrzut ekranu
pt_br: Abrir captura de tela
sr_rs: Отвори снимак екрана
sr_rs@latin: Otvori snimak ekrana
sv: Öppna skärmklipp

source: <big>Uploading</big>
ca: <big>Carregant</big>
da: <big>Uploader</big>
de: <big>Hochladen</big>
fi: <big>Ladataan</big>
fr: <big>Téléversement en cours</big>
id: <big>Mengunggah</big>
lt: <big>Įkeliama</big>
nl_be: <big>Uploaden</big>
nl_nl: <big>Bezig met uploaden</big>
pl_pl: <big>Przesyłanie</big>
pt_br: <big>Fazendo Upload</big>
sr_rs: <big>Отпрема се</big>
sr_rs@latin: <big>Otprema se</big>
sv: <big>Laddar upp</big>

source: Cancel upload
ca: Cancel·la'n la càrrega
da: Annuller upload
de: Hochladen abbrechen
fi: Peru lataus
fr: Annuler le téléversement
id: Batalkan pengunggahan
lt: Atsisakyti įkėlimo
nl_be: Upload annuleren
nl_nl: Uploaden annuleren
pl_pl: Anuluj przesyłanie
pt_br: Cancelar upload
sr_rs: Откажи отпремање
sr_rs@latin: Otkaži otpremanje
sv: Ångra uppladdning

source: <big>Upload failed</big>
ca: <big>Ha fallat la càrrega</big>
da: <big>Upload fejlede</big>
de: Hochladen fehlgeschlagen
fi: <big>Lataus epäonnistui</big>
fr: <big>Échec du téléversement</big>
id: <big>Gagal mengunggah</big>
lt: <big>Įkėlimas nepavyko</big>
nl_be: <big>Upload mislukt</big>
nl_nl: <big>Het uploaden is mislukt</big>
pl_pl: <big>Niepowodzenie przesyłania</big>
pt_br: <big>Upload falhou</big>
sr_rs: <big>Отпремање неуспешно</big>
sr_rs@latin: <big>Otpremanje neuspešno</big>
sv: <big>Uppladdning misslyckades</big>

source: Try again
ca: Torna-ho a provar
da: Prøv igen
de: Erneut versuchen
fi: Yritä uudestaan
fr: Réessayer
id: Coba lagi
lt: Bandyti dar kartą
nl_be: Probeer opnieuw
nl_nl: Opnieuw proberen
pl_pl: Spróbuj ponownie
pt_br: Tentar novamente
sr_rs: Покушај поново
sr_rs@latin: <big>Otpremanje neuspešno</big> Pokušaj ponovo
sv: Försök igen

source: <big>Upload queued</big>
ca: <big>Carrega el que és a la cua</big>
da: <big>Upload er sat i kø</big>
de: <big>Warteschlange hochladen</big>
fi: <big>Lataus jonossa</big>
fr: <big>Téléversement ajouté</big>
id: <big>Unggahan diantrikan</big>
lt: <big>Įkėlimas laukia eilėje</big>
nl_be: <big>Upload in wachtrij</big>
nl_nl: <big>Upload staat in de wachtrij</big>
pl_pl: <big>Kolejka przesyłania</big>
pt_br: <big>Upload enfileirado</big>
sr_rs: <big>Отпремање на чекању</big>
sr_rs@latin: <big>Otpremanje na čekanju</big>
sv: <big>Uppladdning i kö</big>

source: Remove
ca: Elimina
da: Fjern
de: Entfernen
fi: Poista
fr: Supprimer
id: Copot
lt: Šalinti
nl_be: Verwijder
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Remover
sr_rs: Уклони
sr_rs@latin: <big>Otpremanje na čekanju</big> Ukloni
sv: Ta bort

source: <big>Your screenshots will show up here</big>
ca: <big>Les captures de pantalla es mostraran aquí.</big>
da: <big>Dine skærmbilleder vises her</big>
de: <big>Deine Screenshots werden hier angezeigt</big>
fi: <big>Kuvakaappauksesi näkyvät tässä</big>
fr: <big>Vos captures s'afficheront ici</big>
id: <big>Potret layarmu akan tampil di sini</big>
lt: <big>Jūsų ekrano kopijos bus rodomos čia</big>
nl_be: <big>Je schermafdruk wordt hier getoond</big>
nl_nl: <big>Uw schermafdrukken worden hier weergegeven</big>
pl_pl: <big>Twój zrzut ekranu pokaże się tutaj</big>
pt_br: <big>Suas capturas de tela serão mostradas aqui</big>
sr_rs: <big>Твоји снимци екрана ће се појавити овде</big>
sr_rs@latin: <big>Tvoji snimci ekrana će se pojaviti ovde</big>
sv: <big>Dina skärmklipp kommer finnas här</big>

source: Back
ca: Enrere
da: Tilbage
de: Zurück
fi: Takaisin
fr: Retour
id: Kembali
lt: Atgal
nl_be: Terug
nl_nl: Terug
pl_pl: Powrót
pt_br: Voltar
sr_rs: Назад
sr_rs@latin: Nazad
sv: Tillbaka

source: <span font="11">Recent screenshots</span>
ca: <span font="11">Captures recents</span>
da: <span font="11">Seneste skærmbilleder</span>
de: <span font="11">Neuste Bildschirmfotos</span>
fi: <span font="11">Viimeaikaiset kuvakaappaukset</span>
fr: <span font="11">Captures récentes</span>
id: <span font="11">Potret layar terbaru</span>
lt: <span font="11">Paskiausios ekrano kopijos</span>
nl_be: <span font="11">Recente schermafdrukken</span>
nl_nl: <span font="11">Recente schermafdrukken</span>
pl_pl: <span font="11">Ostatnie zrzuty ekranu</span>
pt_br: <span font="11">Capturas de tela recentes</span>
sr_rs: <span font="11">Недавни снимци екрана</span>
sr_rs@latin: <span font=\"11\">Nedavni snimci ekrana</span>
sv: <span font="11">Senaste skärmklipp</span>

source: Remove all screenshots from history
ca: Elimina totes les captures de l'historial
da: Fjern alle skærmbilleder fra historik
de: Verlauf leeren
fi: Poista kaikki kuvakaappaukset historiasta
fr: Enlever toutes les captures de l'historique
id: Hapus semua potret layar dari riwayat
lt: Šalinti iš istorijos visas ekrano kopijas
nl_be: Verwijder alle schermafdrukken uit de geschiedenis
nl_nl: Alle schermafdrukken verwijderen uit geschiedenis
pl_pl: Usuń wszystkie zrzuty z historii
pt_br: Remover todas as capturas de tela do histórico
sr_rs: Уклони све снимке екрана из историје
sr_rs@latin: Ukloni sve snimke ekrana iz istorije
sv: Ta bort alla skärmklipp från historiken

source: Clear all screenshots
ca: Neteja totes les captures de pantalla
da: Ryd alle skærmbilleder
de: Alles Bildschirmfotos löschen
fi: Tyhjennä kaikki kuvakaappaukset
fr: Enlever toutes les captures
id: Bersihkan semua potret layar
lt: Išvalyti visas ekrano kopijas
nl_be: Alle schermafdrukken wissen
nl_nl: Alle schermafdrukken wissen
pl_pl: Wyczyść wszystkie zrzuty ekranu
pt_br: Limpar todas as capturas de tela
sr_rs: Уклони све снимке екрана
sr_rs@latin: Ukloni sve snimke ekrana iz istorije Ukloni sve snimke ekrana
sv: Töm alla skärmklipp

source: Clear title
ca: Neteja'n el títol
da: Ryd titel
de: Titel löschen
fi: Tyhjennä otsikko
fr: Enlever le titre
id: Bersihkan nama
lt: Išvalyti pavadinimą
nl_be: Titel wissen
nl_nl: Titel wissen
pl_pl: Wyczyść nazwę
pt_br: Limpar títul
sr_rs: Уклони наслов
sr_rs@latin: Ukloni naslov
sv: Töm rubrik

source: Title (Optional)
ca: Títol (opcional)
da: Titel (valgfri)
de: Titel (Optional)
fi: Otsikko (Valinnainen)
fr: Titre (Optionnel)
id: Nama (opsional)
lt: Pavadinimas (Nebūtinas)
nl_be: Titel (Optioneel)
nl_nl: Titel (Optioneel)
pl_pl: Nazwa (opcjonalnie)
pt_br: Título (Opcional)
sr_rs: Наслов (Опционално)
sr_rs@latin: Naslov (Opcionalno)
sv: Rubrik (Valfri)

# Screen option in the main applet view
source: Screen
ca: Pantalla
da: Skærm
de: Bildschirm
fi: Kuvaruutu
fr: Écran
id: Layar
lt: Ekranas
nl_be: Scherm
nl_nl: Scherm
pl_pl: Ekran
pt_br: Tela
sr_rs: Екран
sr_rs@latin: Ekran
sv: Bildskärm

# Window option in the main applet view
source: Window
ca: Finestra
da: Vindue
de: Fenster
fi: Ikkuna
fr: Fenêtre
id: Jendela
lt: Langas
nl_be: Venster
nl_nl: Venster
pl_pl: Okno
pt_br: Janela
sr_rs: Прозор
sr_rs@latin: Prozor
sv: Fönster

# Selection option in the main applet view
source: Selection
ca: Selecció
da: Område
de: Auswahl
fi: Alue
fr: Sélection
id: Pilihan
lt: Žymėjimas
nl_be: Gebied
nl_nl: Selectie
pl_pl: Wybrany obszar
pt_br: Seleção
sr_rs: Селекција
sr_rs@latin: Selekcija
sv: Område

# Screenshot delay
source: Delay
ca: Retard
da: Forsinkelse
de: Verzögerung
fi: Viive
fr: Délai
id: Tunda
lt: Delsa
nl_be: Vertraging
nl_nl: Vertraging
pl_pl: Opóźnienie
pt_br: Demora
sr_rs: Време одлагања
sr_rs@latin: Vreme odlaganja
sv: Fördröjning

source: History
ca: Historial
da: Historik
de: Verlauf
fi: Historia
fr: Historique
id: Riwayat
lt: Istorija
nl_be: Geschiedenis
nl_nl: Geschiedenis
pl_pl: Historia
pt_br: Histórico
sr_rs: Историја
sr_rs@latin: Istorija
sv: Historik

source: Prefer the global delay over individual screenshot mode delays
ca: Prefereix el retard global als retards individuals del mode de captura
da: Foretræk den globale forsinkelse fremfor individuelle skærmbilledetilstandsforsinkelser
de: Globale Verzögerung statt Verzögerung der einzelnen Aufnahmemodi verwenden
fi: Suosi yleistä viivettä yksittäisten kuvakaappaustilojen viiveiden sijasta
fr: Préférer le délai global au lieu des délais individuels
id: Pilih tundaan global daripada modus tundaan potret layar individu
lt: Teikti pirmenybę visuotinei delsai, o ne asmeninės ekrano kopijų veiksenos delsai
nl_be: Verkies de algemene vertragingsinstelling boven de persoonlijke
nl_nl: Algemene vertraging prefereren boven individuele schermafdrukvertragingen
pl_pl: Preferuj globalne opóźnienie niż indywidualny tryb opóźnienia
pt_br: Preferir o atraso global ao invés do modo de atrasos individuais de capturas de tela
sr_rs: Преферирај глобално време одлагања уместо индивидуалних
sr_rs@latin: Preferiraj globalno vreme odlaganja umesto individualnih
sv: Föredra allmän fördröjning över individuella skärmklippsläge fördröjningar

# Use global [screenshot] delay
source: Use global delay
ca: Usa el retard global
da: Brug global forsinkelse
de: Globale Verzögerung benutzen
fi: Käytä yleistä viivettä
fr: Utiliser le délai général
id: Gunakan tundaan global
lt: Naudoti visuotinę delsą
nl_be: Algemene vertragingsinstelling
nl_nl: Algemene vertraging gebruiken
pl_pl: Użyj globalnego opóźnienia
pt_br: Usar atraso globa
sr_rs: Користи глобно време одлагања
sr_rs@latin: Koristi globno vreme odlaganja
sv: Använd allmän fördröjning

source: Global screenshot delay
ca: Retard de captura global
da: Global skærmbilledeforsinkelse
de: Globale Bildschirmaufnahmenverzögerung
fi: Yleinen kuvakaappausviive
fr: Délai général avant les captures
id: Tundaan potret layar global
lt: Visuotinė ekrano kopijų delsa
nl_be: Algemene vertraging schermafdruk
nl_nl: Algemene schermafdrukvertraging
pl_pl: Globalne opóźnienie zrzutu ekranu
pt_br: Atraso global de captura de tela
sr_rs: Глобално време одлагања
sr_rs@latin: Globalno vreme odlaganja
sv: Allmän skärmklipp fördröjning

source: Upload screenshots automatically
ca: Carrega les captures automàticament
da: Upload skærmbilleder automatisk
de: Bildschirmaufnahmen automatisch hochladen
fi: Lataa kuvakaappaukset automaattisesti
fr: Téléverser les captures automatiquement
id: Otomatis unggah potret layar
lt: Automatiškai įkelti ekrano kopijas
nl_be: Schermafdrukken automaisch uploaden
nl_nl: Schermafdrukken automatisch uploaden
pl_pl: Prześlij zrzut ekranu automatycznie
pt_br: Upload de capturas de tela automatica
sr_rs: Аутоматски отпреми снимке екрана
sr_rs@latin: Automatski otpremi snimke ekrana
sv: Ladda upp skärmklipp automatiskt

source: Automatic upload
ca: Càrrega automàtica
da: Automatisk upload
de: Automatisches Hochladen
fi: Automaattinen lataus
fr: Téléversement automatique
id: Unggah otomatis
lt: Automatinis įkėlimas
nl_be: Automatisch uploaden
nl_nl: Automatisch uploaden
pl_pl: Automatyczne przesyłanie
pt_br: Upload automático
sr_rs: Аутоматско отпремање
sr_rs@latin: Automatsko otpremanje
sv: Automatisk uppladdning

source: Service to use for uploading screenshots
ca: Servei a usar per carregar captures de pantalla
da: Tjeneste der skal bruges at uploade skærmbilleder automatisk
de: Dienst für das Hochladen von Bildschirmaufnahmen
fi: Kuvakaappauksien lataukseen käytettävä palvelu
fr: Service à utiliser pour téléverser les captures
id: Layanan yang digunakan untuk unggahan
lt: Paslauga, kuri bus naudojama ekrano kopijų įkėlimui
nl_be: De internetdienst voor het uploaden van de schermafdrukken
nl_nl: Te gebruiken dienst voor het uploaden
pl_pl: Serwisy do przesyłania zrzutów ekranu
pt_br: Serviço para fazer upload de capturas de tela
sr_rs: Сервис за отпремање снимака екрана
sr_rs@latin: Servis za otpremanje snimaka ekrana
sv: Tjänst som används för uppladdning av skärmklipp

source: Upload provider
ca: Carrega el proveïdor
da: Uploadudbyder
de: Dienst zum Hochladen
fi: Latauksen tarjoaja
fr: Fournisseur de téléversement
id: Layanan unggah
lt: Įkėlimo tiekėjas
nl_nl: Upload-dienst
pl_pl: Prześlij dostawcy
pt_br: Provedor de Upload
sr_rs: Сервис за отпремање
sr_rs@latin: Servis za otpremanje
sv: Uppladdningsleverantör

source: Automatically copy the screenshot URL after uploading it
ca: Copia automàticament l'URL de la captura després de carregar-la
da: Kopiér automatisk skærmbilledets URL efter det er blevet uploadet
de: URL nach Hochladen automatisch kopieren
fi: Kopioi kuvakaappauksen osoite automaattisesti latauksen jälkeen
fr: Copier automatiquement l'URL de la capture après l'avoir téléversée
id: Otomatis salin URL potret layar setelah mengunggah
lt: Įkėlus ekrano kopiją, automatiškai kopijuoti jos URL
nl_be: Automatische kopie van de URL na het uploaden
nl_nl: Schermafdruk-URL automatisch kopiëren na uploaden
pl_pl: Automatycznie kopiuj adres URL zrzutu ekranu po jego przesłaniu
pt_br: Automaticamente copiar o URL da captura de tela após fazer upload
sr_rs: Аутоматски копирај линк снимка екрана након отпремања
sr_rs@latin: Automatski kopiraj link snimka ekrana nakon otpremanja
sv: Kopiera skärmklipp URL automatiskt efter uppladdning

source: Automatic copy
ca: Còpia automàtica
da: Kopiér automatisk
de: Automatisch kopieren
fi: Automaattinen kopio
fr: Copie automatique
id: Salin otomatis
lt: Automatinis kopijavimas
nl_be: Automatische kopie
nl_nl: Automatisch kopiëren
pl_pl: Automatyczna kopia
pt_br: Cópia automática
sr_rs: Аутоматско копирање
sr_rs@latin: Automatsko kopiranje
sv: Automatisk kopiering

source: Include the pointer in screenshots
ca: Inclou el punter a les captures de pantalla
da: Inkluder markøren i skærmbilleder
de: Mauszeiger bei Bildschirmaufnahmen einschließen
fi: Sisällytä osoitin kuvakaappauksiin
fr: Inclure le pointeur dans les captures
id: Masukkan petunjuk dalam potret layar
lt: Į ekrano kopijas įtraukti rodyklę
nl_be: De muisaanwijzer mee opnemen in de schermafdrukken
nl_nl: Cursor opnemen in schermafdrukken
pl_pl: Dołącz kursor w zrzucie ekranu
pt_br: Incluir o cursor nas capturas de tela
sr_rs: Укључи показивач у снимцима екрана
sr_rs@latin: Uključi pokazivač u snimcima ekrana
sv: Inkludera muspekaren i skärmklipp

source: Include pointer
ca: Inclou-hi el punter
da: Inkluder markør
de: Mauszeiger einschließen
fi: Sisällytä osoitin
fr: Inclure le pointeur
id: Masukkan petunjuk
lt: Įtraukti rodyklę
nl_be: Muisaanwijzer opnemen
nl_nl: Cursor opnemen
pl_pl: Dołącz kursor
pt_br: Incluir cursor
sr_rs: Укључи показивач
sr_rs@latin: Uključi pokazivač
sv: Inkludera muspekare
