Repository: EbonJaeger/budgie-screenshot-applet
Catalog: po/*.po
Languages: ca, da, de, fi, fr, id, lt, nl_be, nl_nl, pl_pl, pt_br, sr_rs, sr_rs@latin, sv

source: Screenshots will be saved under this location
ca: Les captures es desaran en aquesta ubicació
da: Skærmbilleder vil blive gemt i denne placering
de: Bildschirmaufnahmen werden hier gespeichert
fi: Kuvakaappaukset tallennetaan tähän sijaintiin
fr: Les captures d'écran seront sauvegardées à cet endroit
id: Potret layar akan disimpin di tempat ini
lt: Ekrano kopijos bus įrašomos į šią vietą
nl_be: De schermafdrukken zullen opgeslagen worden in deze map
nl_nl: Schermafdrukken zullen worden opgeslagen op deze locatie
pl_pl: Zrzuty ekranu są zapisywane w tej lokalizacji
pt_br: Capturas de tela serão salvas nesse local
sr_rs: Снимци екрана ће бити сачувани на овој локацији
sr_rs@latin: Snimci ekrana će biti sačuvani na ovoj lokaciji
sv: Skärmklipp sparas på denna plats

source: Choose directory
ca: Escolliu un directori
da: Vælg mappe
de: Pfad auswählen
fi: Valitse hakemisto
fr: Choisissez un répertoire
id: Pilih direktori
lt: Pasirinkti katalogą
nl_be: Doelmap selecteren
nl_nl: Map kiezen
pl_pl: Wybierz katalog
pt_br: Escolher diretóri
sr_rs: Одабери директоријум
sr_rs@latin: Odaberi direktorijum
sv: Välj katalog

source: Save destination
ca: Desa la destinació
da: Gem destination
de: Speicherpfad
fi: Tallennuskohde
fr: Destination de sauvegarde
id: Simpan tujuan
lt: Įrašymo paskirties vieta
nl_be: Doelmap bevestigen
nl_nl: Bestemming voor opslaan
pl_pl: Zapisz docelowo
pt_br: Salvar destin
sr_rs: Дестинација за чување
sr_rs@latin: Destinacija za čuvanje
sv: Spara plats

source: Re-open the applet after taking a screenshot
ca: Torna a obrir la miniaplicació després de fer una captura
da: Åbn appleten igen når et skærmbillede er blevet taget
de: Das Applet nach Bildschirmaufnahmen wieder öffnen
fi: Avaa sovellus uudelleen kuvakaappauksen jälkeen
fr: Ouvrir de nouveau l'applet après une capture d'écran
id: Buka kempali applet setelah memotret layar
lt: Padarius ekrano kopiją, iš naujo atverti programėlę
nl_be: De applet heropenen na het nemen van een schermafdruk
nl_nl: Applet heropenen na maken van schermafdruk
pl_pl: Otwórz ponownie aplet po zrobieniu zrzutu ekranu
pt_br: Re-abrir o applet após tirar uma captura de tela.
sr_rs: Поново отвори аплет након снимања екрана
sr_rs@latin: Ponovo otvori aplet nakon snimanja ekrana
sv: Återöppna app efter tagning av skärmklipp

source: Re-open applet
ca: Reobre la miniaplicació
da: Åbn applet igen
de: Applet wieder öffnen
fi: Avaa sovellus uudelleen
fr: Ouvrir de nouveau l'applet
id: Buka kembali applet
lt: Iš naujo atverti programėlę
nl_be: Heropen applet
nl_nl: Applet heropenen
pl_pl: Ponownie otwórz aplet
pt_br: Re-abrir applet
sr_rs: Поново отвори аплет
sr_rs@latin: Ponovo otvori aplet
sv: Återöppna app

source: Removing a screenshot from history will also delete the file from the disk if this is enabled
ca: Eliminar una captura de l'historial també n'esborrarà el fitxer del disc si això està habilitat
da: Hvis du fjerner et skærmbillede fra historik vil filen med skærmbilledet også blive slettet hvis denne er aktiveret
de: Entfernen der Aufnahme aus dem Verlauf löscht die Datei auch von der Festplatte wenn aktiviert
fi: Jos tämä on käytössä kuvakaappauksen poistaminen historiasta poistaa tiedoston myös kovalevyltä
fr: Supprimer une capture d'écran de l'historique supprimera également le fichier du disque si l'option est activée
id: Menghapus potret layar dari riwayat juga akan menghapus berkas dari memori jika ini diaktifkan
lt: Jei įjungta, ekrano kopijos šalinimas iš istorijos tuo pačiu ištrins failą iš disko
nl_be: Het verwijderen van een schermafdruk uit de geschiedenis, verwijdert die ook van de schijf wanneer dit zo ingesteld is
nl_nl: Indien ingeschakeld zal een te wissen schermafdruk uit te geschiedenis ook worden verwijderd van de schijf
pl_pl: Jeśli ta opcja jest włączona usunięcie zrzutu z historii, usunie również plik z dysku
pt_br: Removendo uma captura de tela do histórico você deletará o arquivo do disco se isto estiver habilitado.
sr_rs: Уклањање снимка екрана из историје ће га такође обрисати и са диска ако је ово омогућено
sr_rs@latin: Uklanjanje snimka ekrana iz istorije će ga takođe obrisati i sa diska ako je ovo omogućeno
sv: Att ta bort ett skärmklipp från historiken raderar också filen från hårddisken om detta är aktiverat

source: Delete files
ca: Esborra'n els fitxers
da: Slet filer
de: Dateien löschen
fi: Poista tiedostot
fr: Supprimer les fichiers
id: Hapus berkas
lt: Ištrinti failus
nl_be: Bestanden verwijderen
nl_nl: Bestanden verwijderen
pl_pl: Usuń pliki
pt_br: Deletar arquivos
sr_rs: Бриши датотеке
sr_rs@latin: Briši datoteke
sv: Radera filer

source: Show screenshot thumbnails
ca: Mostra les miniatures de les captures
da: Vis skærmbilledeminiaturer
de: Vorschaubilder anzeigen
fi: Näytä kuvakaappaus pikkukuvat
fr: Afficher les miniatures des captures d'écrans
id: Tampilkan peninjau potret layar
lt: Rodyti ekrano kopijų miniatiūras
nl_be: Toon de miniaturen van de afdrukken
nl_nl: Schermafdruk-voorbeeldminiaturen weergeven
pl_pl: Pokaż miniaturki zrzutu ekranu
pt_br: Mostrar miniaturas de captura de tela
sr_rs: Прикажи сличице снимака екрана
sr_rs@latin: Prikaži sličice snimaka ekrana
sv: Visa skärmklipp miniatyrer

source: Show thumbnails
ca: Mostra'n les miniatures
da: Vis miniaturer
de: Vorschaubilder anzeigen
fi: Näytä pikkukuvat
fr: Afficher les miniatures
id: Tampilkan peninjau
lt: Rodyti miniatiūras
nl_be: Toon miniaturen
nl_nl: Voorbeeldminiaturen weergeven
pl_pl: Pokaż miniaturki
pt_br: Mostrar miniaturas
sr_rs: Прикажи сличице
sr_rs@latin: Prikaži sličice
sv: Visa miniatyrer

source: Global
fi: Yleiset
lt: Visuotiniai
nl_be: Algemeen
nl_nl: Algemeen
pl_pl: Główne
sr_rs: Глобална
sr_rs@latin: Globalna
sv: Allmänt

source: <big>Screen</big>
ca: <big>Pantalla</big>
da: <big>Skærm</big>
de: <big>Bildschirm</big>
fi: <big>Kuvaruutu</big>
fr: <big>Écran</big>
id: <big>Layar</big>
lt: <big>Ekranas</big>
nl_be: <big>Scherm</big>
nl_nl: <big>Scherm</big>
pl_pl: <big>Ekran</big>
sr_rs: <big>Екран</big>
sr_rs@latin: <big>Ekran</big>
sv: <big>Bildskärm</big>

source: Screen screenshot delay
ca: Retard de la captura de la pantalla
da: Skærm-skærmbillede forsinkelse
de: Verzögerung bei Aufnahme des gesamten Bildschirms
fi: Kuvaruudun kuvakaappauksen viive
fr: Écran délai avant la capture
id: Tundaan untuk potret layar monitor
lt: Viso ekrano ekrano kopijos delsa
nl_be: Vertraging afdruk van het beeldscherm
nl_nl: Scherm-schermafdrukvertraging
pl_pl: Opóźnienie zrzutu ekranu
pt_br: Demora da Captura de Tela
sr_rs: Време одлагања снимака екрана
sr_rs@latin: Vreme odlaganja snimaka ekrana
sv: Bildskärm skärmklipp fördröjning

source: The monitor to use when taking a screenshot
ca: El monitor per usar quan es faci una captura
id: Monitor yang digunakan untuk memotret layar
lt: Vaizduoklis, kurį naudoti darant ekrano kopiją
nl_be: Het beeldscherm waarop de schermafdruk gebeurt
nl_nl: Te gebruiken monitor voor het maken van een schermafdruk
sr_rs: Монитор који треба користити за снимање снимака екрана
sr_rs@latin: Monitor koji treba koristiti za snimanje snimaka ekrana

source: <big>Window</big>
ca: <big>Finestra</big>
da: <big>Vindue</big>
de: <big>Fenster</big>
fi: <big>Ikkuna</big>
fr: <big>Fenêtre</big>
id: <big>Jendela</big>
lt: <big>Langas</big>
nl_be: <big>Venster</big>
nl_nl: <big>Venster</big>
pl_pl: <big>Okno</big>
pt_br: <big>Janela</big>
sr_rs: <big>Прозор</big>
sr_rs@latin: <big>Prozor</big>
sv: <big>Fönster</big>

source: Window screenshot delay
ca: Retard de la captura de la finestra
da: Vindue-skærmbillede forsinkelse
de: Verzögerung bei Fensteraufnahme
fi: Ikkunan kuvakaappauksen viive
fr: Fenêtre délai avant la capture
id: Tundaan untuk potret layar jendela
lt: Lango ekrano kopijos delsa
nl_be: Vertraging afdruk van het venster
nl_nl: Venster-schermafdrukvertraging
pl_pl: Opóźnienie zrzut ekranu okna
pt_br: Demora para captura de janela
sr_rs: Време одлагања снимака прозора
sr_rs@latin: Vreme odlaganja snimaka prozora
sv: Fönster skärmklipp fördröjning

source: Include the window border in window screenshots
ca: Inclou la vora de la finestra a les captures de finestra
da: Inkluder vinduets kant i vindue-skærmbillede
de: Rand bei Fensteraufnahmen mit einschließen
fi: Sisällytä ikkunan reuna ikkunakuvakaappauksiin
fr: Inclure les bords de la fenêtre à la capture
id: Masukkan pinggiran dalam potret layar jendela
lt: Į lango ekrano kopijas įtraukti lango rėmelį
nl_be: De vensterrand mee opnemen in de vensterafdrukken
nl_nl: Vensterrand opnemen in venster-schermafdrukken
pl_pl: Widoczna krawędź okna w zrzucie ekranu
pt_br: Incluir a borda de janelas nas capturas de tela
sr_rs: Укључи ивице прозора у снимцима прозора
sr_rs@latin: Uključi ivice prozora u snimcima prozora
sv: Inkludera fönsterramen i fönster skärmklipp

source: <big>Selection</big>
ca: <big>Selecció</big>
da: <big>Område</big>
de: <big>Auswahl</big>
fi: <big>Alue</big>
fr: <big>Sélection</big>
id: <big>Pilihan</big>
lt: <big>Žymėjimas</big>
nl_be: <big>Selectie</big>
nl_nl: <big>Selectie</big>
pl_pl: <big>Zaznaczony obszar</big>
pt_br: <big>Seleção</big>
sr_rs: <big>Селекција</big>
sr_rs@latin: <big>Selekcija</big>
sv: <big>Område</big>

source: Selection screenshot delay
ca: Retard de la captura de la selecció
da: Område-skærmbillede forsinkelse
de: Verzögerung bei Aufnahme von Bildschirmauswahl
fi: Alueen kuvakaappauksen viive
fr: Sélection délai avant la capture
id: Tundaan untuk potret layar pilihan
lt: Žymėjimo ekrano kopijos delsa
nl_be: Kies hier de vertraging van je schermafdruk
nl_nl: Selectie-schermafdrukvertraging
pl_pl: Wybór opóźnienia zrzutu ekranu
pt_br: Demora de captura de tela selecionada
sr_rs: Време одлагања снимака селекција
sr_rs@latin: Vreme odlaganja snimaka selekcija
sv: Område skärmklipp fördröjning

source: Individual
da: Individuel
de: Individuell
fi: Yksittäinen
fr: Individuel
id: Individu
lt: Asmeniniai
nl_be: Persoonlijk
nl_nl: Individueel
pl_pl: Własne
sr_rs: Индивидуална
sr_rs@latin: Individualna
sv: Individuellt

source: Restore global settings
ca: Restableix els paràmetres globals
id: Kembalikan pengaturan global
lt: Atkurti visuotinius nustatymus
nl_be: Standaardwaarden
nl_nl: Terugzetten op standaardwaarden
sr_rs: Поврати глобална подешавања
sr_rs@latin: Povrati globalna podešavanja

source: The monitor that should be used for taking a screenshot
da: Skærmen du vil bruge til at tage et skærmbillede
de: Der Bildschirm, von dem die Aufnahme gemacht werden soll
fi: Kuvakaappaukseen käytettävä näyttö
fr: Le moniteur devant être utilisé pour prendre une capture
pl_pl: Monitor z którego powinien być zrzut ekranu
pt_br: O monitor pode ser usado para tirar uma captura de tela
sv: Bildskärmen som skall användas för tagning av skärmklipp
